Revit 2024 API
ExportFontTable.GetValues Method
 Returns a collection of the values stored in this table.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public IList<ExportFontInfo> GetValues()
Visual Basic
Public Function GetValues As IList(Of ExportFontInfo)
Visual C++
public:
IList<ExportFontInfo^>^ GetValues()
Return Value
 The collection of values.
See Also
ExportFontTable Class
Autodesk.Revit.DB Namespace